@extends('layout')

@section('title')Птицы@endsection

@section('main_content')

    <div class="page-content">
        <h1 id="title" class="title">Птицы</h1>


        <p>Снегирь живёт в лесах с густым подлеском, также его можно встретить в садах и парках городов (особенно во
            время кочёвок). Летом птица обитает как в густых лесах, так и в редколесьях, но заметить её удаётся редко.
            Зимой стаи снегирей очень хорошо различимы, как и отдельные птички на безлиственных деревьях на белоснежном
            фоне. У самцов снегирей грудка розовато-красного цвета, у самок — буровато-серого. Снегирь относится к
            преимущественно оседлым птицам, полностью откочевывает на зиму только из северной тайги, на кочевках
            встречается до Средней Азии и Восточного Китая.</p>

        <p><img class="projectImage" id="I" src="images/Снегирь_Сайт.jpg" alt="Снегирь"> </p>
        <!-- The Modal -->
        <div id="myModal" class="modal">

            <!-- The Close Button -->
            <span class="close">&times;</span>

            <!-- Modal Content (The Image) -->
            <img class="modal-content" id="picture">

        </div>

        <p>Образование городов и хозяйственная деятельность человека благоприятно сказалась на распространении синиц —
            вырубка лесов способствовала увеличению подходящих мест для гнездовий, а зимняя подкормка помогает
            перенести неурожайные годы. Птицы охотно селятся в садах, парках (в том числе и городских), садоводствах,
            по окраинам полей, в лесопосадках и оливковых рощах. Зимой сбиваются в смешанные стайки с другими пернатыми
            и кочуют в поисках корма.</p>

        <p><img class="projectImage" id="II" src="images/Синички_Сайт.jpg" alt="Синички"></p>
        <!-- The Modal -->
        <div id="myModal" class="modal">

            <!-- The Close Button -->
            <span class="close">&times;</span>

            <!-- Modal Content (The Image) -->
            <img class="modal-content" id="picture">

        </div>


        <p>Зяблик обитает в различных лесных ландшафтах: хвойных, широколиственных, искусственных насаждениях, отдаёт
            предпочтение негустым зрелым и прохладным лесам. Обычен в субальпийских лиственных насаждениях, в садах,
            огородах, сельской местности и городских парках.</p>

        <p> <img class="projectImage" id="III" src="images/Зяблик_Вариант.jpg" alt="Зяблик">
        </p>
        <div id="myModal" class="modal">

            <!-- The Close Button -->
            <span class="close">&times;</span>

            <!-- Modal Content (The Image) -->
            <img class="modal-content" id="picture">

        </div>
        <p>Часть птиц зимует в Центральной Европе, остальные улетают на юг (главным образом в Средиземноморье). Также
            зяблик зимует в Предкавказье: в предгорных лесах и отчасти в городах. Зяблики из регионов Урала и Западной
            Сибири зимуют на юге Казахстана и в Средней Азии — преимущественно в населённых пунктах и по тугайным
            зарослям вдоль рек и озёр.</p>

            @endsection